Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: User ID
ar: معرّف المستخدم
ca: ID d'usuari
cs: ID uživatele
da: Bruger-id
de: Benutzer-ID
el: Αναγνωριστικό χρήστη
es: ID de usuario
fi: Käyttäjätunnus
fr: Identifiant utilisateur
he: מזהה משתמש
hi: उपयोगकर्ता आईडी
hr: ID korisnika
hu: Felhasználói azonosító
id: ID Pengguna
it: ID utente
ja: ユーザーID
ko: 사용자 ID
ms: ID pengguna
nb: Bruker-ID
nl: Gebruikers-ID
pl: Identyfikator użytkownika
pt: ID do usuário
ro: ID utilizator
ru: Идентификатор пользователя
sk: ID používateľa
sv: Användar-ID
th: รหัสผู้ใช้
tr: Kullanıcı Kimliği
uk: ID користувача
vi: ID người dùng
zh_hans: 用户ID
zh_hant: 使用者ID

source: User ID is not available yet.
ar: معرّف المستخدم غير متاح بعد.
ca: L'identificador d'usuari encara no està disponible.
cs: ID uživatele zatím není k dispozici.
da: Bruger-id er ikke tilgængeligt endnu.
de: Die Benutzer-ID ist noch nicht verfügbar.
el: Το User ID δεν είναι ακόμα διαθέσιμο.
es: La identificación de usuario aún no está disponible.
fi: Käyttäjätunnusta ei ole vielä saatavilla.
fr: L'ID utilisateur n'est pas encore disponible.
he: זיהוי משתמש אינו זמין עדיין.
hi: यूजर आईडी अभी उपलब्ध नहीं है.
hr: ID korisnika još nije dostupan.
hu: A felhasználói azonosító még nem elérhető.
id: ID Pengguna belum tersedia.
it: L'ID utente non è ancora disponibile.
ja: ユーザーIDはまだ取得できません。
ko: 사용자 ID는 아직 사용할 수 없습니다.
ms: ID pengguna belum tersedia lagi.
nb: Bruker-ID er ikke tilgjengelig ennå.
nl: Gebruikers-ID is nog niet beschikbaar.
pl: Identyfikator użytkownika nie jest jeszcze dostępny.
pt: O ID do usuário ainda não está disponível.
ro: ID-ul utilizatorului nu este încă disponibil.
ru: Идентификатор пользователя пока недоступен.
sk: ID používateľa zatiaľ nie je k dispozícii.
sv: Användar-ID är inte tillgängligt ännu.
th: รหัสผู้ใช้ยังไม่พร้อมใช้งาน
tr: Kullanıcı kimliği henüz mevcut değil.
uk: Ідентифікатор користувача ще не доступний.
vi: ID người dùng chưa có sẵn.
zh_hans: 用户 ID 尚不可用。
zh_hant: 用戶 ID 尚不可用。

source: User profile is unavailable.
ar: ملف المستخدم غير متاح.
ca: El perfil d'usuari no està disponible.
cs: Uživatelský profil je nedostupný.
da: Brugerprofilen er ikke tilgængelig.
de: Das Benutzerprofil ist nicht verfügbar.
el: Το προφίλ χρήστη δεν είναι διαθέσιμο.
es: El perfil de usuario no está disponible.
fi: Käyttäjäprofiili ei ole käytettävissä.
fr: Le profil utilisateur n'est pas disponible.
he: פרופיל המשתמש אינו זמין.
hi: उपयोगकर्ता प्रोफ़ाइल अनुपलब्ध है.
hr: Korisnički profil nije dostupan.
hu: A felhasználói profil nem érhető el.
id: Profil pengguna tidak tersedia.
it: Il profilo utente non è disponibile.
ja: ユーザープロファイルが利用できません。
ko: 사용자 프로필을 사용할 수 없습니다.
ms: Profil pengguna tidak tersedia.
nb: Brukerprofilen er utilgjengelig.
nl: Gebruikersprofiel is niet beschikbaar.
pl: Profil użytkownika jest niedostępny.
pt: O perfil do usuário não está disponível.
ro: Profilul utilizatorului este indisponibil.
ru: Профиль пользователя недоступен.
sk: Používateľský profil je nedostupný.
sv: Användarprofilen är inte tillgänglig.
th: โปรไฟล์ผู้ใช้ไม่พร้อมใช้งาน
tr: Kullanıcı profili kullanılamıyor.
uk: Профіль користувача недоступний.
vi: Hồ sơ người dùng không có sẵn.
zh_hans: 用户个人资料不可用。
zh_hant: 用戶個人資料不可用。

source: View Plans
ar: عرض الباقات
ca: Veure plànols
cs: Zobrazit plány
da: Se planer
de: Pläne anzeigen
el: Προβολή σχεδίων
es: Ver planos
fi: Katso suunnitelmat
fr: Voir les forfaits
he: הצג תוכניות
hi: योजनाएं देखें
hr: Pogledajte planove
hu: Tervek megtekintése
id: Lihat Paket
it: Visualizza i piani
ja: プランを見る
ko: 계획 보기
ms: Lihat Rancangan
nb: Se planer
nl: Bekijk plannen
pl: Zobacz plany
pt: Ver planos
ro: Vizualizați planuri
ru: Посмотреть планы
sk: Zobraziť plány
sv: Visa planer
th: ดูแผน
tr: Planları Görüntüle
uk: Переглянути плани
vi: Xem kế hoạch
zh_hans: 查看计划
zh_hant: 查看計劃

source: We couldn't finish processing this PDF import.
ar: تعذر علينا إكمال معالجة استيراد ملف PDF هذا.
ca: No hem pogut acabar de processar aquesta importació PDF.
cs: Zpracování tohoto PDF importu se nepodařilo dokončit.
da: Vi kunne ikke afslutte behandlingen af denne PDF import.
de: Die Verarbeitung dieses PDF-Imports konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της επεξεργασίας αυτής της εισαγωγής PDF.
es: No pudimos terminar de procesar esta importación PDF.
fi: Emme voineet viimeistellä tämän PDF-tuonnin käsittelyä.
fr: Nous n'avons pas pu terminer le traitement de cette importation PDF.
he: לא הצלחנו לסיים לעבד את הייבוא PDF הזה.
hi: हम इस PDF आयात का प्रसंस्करण पूरा नहीं कर सके।
hr: Nismo mogli dovršiti obradu ovog PDF uvoza.
hu: Nem tudtuk befejezni a PDF importálás feldolgozását.
id: Kami tidak dapat menyelesaikan pemrosesan impor PDF ini.
it: Impossibile completare l'elaborazione di questa importazione PDF.
ja: この PDF インポートの処理を完了できませんでした。
ko: 이 PDF 가져오기 처리를 완료할 수 없습니다.
ms: Kami tidak dapat menyelesaikan pemprosesan import PDF ini.
nb: Vi kunne ikke fullføre behandlingen av denne PDF importen.
nl: We kunnen de verwerking van deze PDF-import niet voltooien.
pl: Nie mogliśmy dokończyć przetwarzania importu PDF.
pt: Não foi possível concluir o processamento desta importação PDF.
ro: Nu am putut finaliza procesarea acestui import PDF.
ru: Нам не удалось завершить обработку импорта PDF.
sk: Nepodarilo sa nám dokončiť spracovanie tohto PDF importu.
sv: Vi kunde inte avsluta bearbetningen av denna PDF import.
th: เราไม่สามารถประมวลผลการนำเข้า PDF นี้ให้เสร็จสิ้นได้
tr: Bu PDF içe aktarma işlemini tamamlayamadık.
uk: Нам не вдалося завершити обробку цього імпорту PDF.
vi: Chúng tôi không thể hoàn tất việc xử lý quá trình nhập PDF này.
zh_hans: 我们无法完成此 PDF 导入的处理。
zh_hant: 我們無法完成此 PDF 導入的處理。

source: We couldn't finish processing this recording.
ar: تعذر علينا إكمال معالجة هذا التسجيل.
ca: No hem pogut acabar de processar aquesta gravació.
cs: Zpracování tohoto záznamu se nepodařilo dokončit.
da: Vi kunne ikke afslutte behandlingen af ​​denne optagelse.
de: Die Verarbeitung dieser Aufnahme konnte nicht abgeschlossen werden.
el: Δεν μπορέσαμε να ολοκληρώσουμε την επεξεργασία αυτής της ηχογράφησης.
es: No pudimos terminar de procesar esta grabación.
fi: Emme voineet viimeistellä tämän tallenteen käsittelyä.
fr: Nous n'avons pas pu terminer le traitement de cet enregistrement.
he: לא הצלחנו לסיים את עיבוד ההקלטה הזו.
hi: हम इस रिकॉर्डिंग का प्रसंस्करण पूरा नहीं कर सके.
hr: Nismo uspjeli dovršiti obradu ove snimke.
hu: Nem tudtuk befejezni a felvétel feldolgozását.
id: Kami tidak dapat menyelesaikan pemrosesan rekaman ini.
it: Impossibile completare l'elaborazione di questa registrazione.
ja: この録音の処理を完了できませんでした。
ko: 이 녹음 처리를 완료할 수 없습니다.
ms: Kami tidak dapat menyelesaikan pemprosesan rakaman ini.
nb: Vi kunne ikke fullføre behandlingen av dette opptaket.
nl: We konden de verwerking van deze opname niet voltooien.
pl: Nie mogliśmy dokończyć przetwarzania tego nagrania.
pt: Não foi possível terminar de processar esta gravação.
ro: Nu am putut finaliza procesarea acestei înregistrări.
ru: Нам не удалось завершить обработку этой записи.
sk: Spracovanie tohto záznamu sa nepodarilo dokončiť.
sv: Vi kunde inte avsluta bearbetningen av den här inspelningen.
th: เราไม่สามารถประมวลผลการบันทึกนี้ให้เสร็จสิ้นได้
tr: Bu kaydın işlenmesini tamamlayamadık.
uk: Нам не вдалося завершити обробку цього запису.
vi: Chúng tôi không thể hoàn tất việc xử lý bản ghi này.
zh_hans: 我们无法完成该录音的处理。
zh_hant: 我們無法完成該錄音的處理。

source: We couldn't finish processing this text import.
ar: تعذر علينا إكمال معالجة استيراد هذا النص.
ca: No hem pogut acabar de processar aquesta importació de text.
cs: Zpracování tohoto importu textu se nepodařilo dokončit.
da: Vi kunne ikke afslutte behandlingen af ​​denne tekstimport.
de: Die Verarbeitung dieses Textimports konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της επεξεργασίας αυτής της εισαγωγής κειμένου.
es: No pudimos terminar de procesar esta importación de texto.
fi: Emme voineet viimeistellä tämän tekstin tuonnin käsittelyä.
fr: Nous n'avons pas pu terminer le traitement de cette importation de texte.
he: לא הצלחנו לסיים את עיבוד ייבוא ​​הטקסט הזה.
hi: हम इस पाठ आयात का प्रसंस्करण पूरा नहीं कर सके।
hr: Nismo mogli dovršiti obradu ovog uvoza teksta.
hu: Nem tudtuk befejezni a szövegimportálás feldolgozását.
id: Kami tidak dapat menyelesaikan pemrosesan impor teks ini.
it: Impossibile completare l'elaborazione dell'importazione del testo.
ja: このテキストインポートの処理を完了できませんでした。
ko: 텍스트 가져오기 처리를 완료할 수 없습니다.
ms: Kami tidak dapat menyelesaikan pemprosesan import teks ini.
nb: Vi kunne ikke fullføre behandlingen av denne tekstimporten.
nl: We kunnen de verwerking van deze tekstimport niet voltooien.
pl: Nie mogliśmy dokończyć przetwarzania tego importu tekstu.
pt: Não foi possível concluir o processamento desta importação de texto.
ro: Nu am putut finaliza procesarea acestui import de text.
ru: Нам не удалось завершить обработку импорта текста.
sk: Spracovanie tohto importu textu sa nepodarilo dokončiť.
sv: Vi kunde inte slutföra bearbetningen av denna textimport.
th: เราไม่สามารถดำเนินการนำเข้าข้อความนี้ให้เสร็จสิ้นได้
tr: Bu metin içe aktarma işlemini tamamlayamadık.
uk: Нам не вдалося завершити обробку цього імпорту тексту.
vi: Chúng tôi không thể hoàn tất quá trình nhập văn bản này.
zh_hans: 我们无法完成此文本导入的处理。
zh_hant: 我們無法完成此文字導入的處理。

source: We couldn't finish processing this YouTube video.
ar: تعذر علينا إكمال معالجة فيديو YouTube هذا.
ca: No hem pogut acabar de processar aquest vídeo YouTube.
cs: Zpracování tohoto YouTube videa se nepodařilo dokončit.
da: Vi kunne ikke afslutte behandlingen af ​​denne YouTube video.
de: Die Verarbeitung dieses YouTube-Videos konnte nicht abgeschlossen werden.
el: Δεν ήταν δυνατή η ολοκλήρωση της επεξεργασίας αυτού του βίντεο YouTube.
es: No pudimos terminar de procesar este video YouTube.
fi: Emme voineet käsitellä tätä YouTube-videota loppuun.
fr: Nous n'avons pas pu terminer le traitement de cette vidéo YouTube.
he: לא הצלחנו לסיים את עיבוד הסרטון YouTube זה.
hi: हम इस YouTube वीडियो का प्रसंस्करण पूरा नहीं कर सके।
hr: Nismo mogli dovršiti obradu ovog YouTube videozapisa.
hu: Nem tudtuk befejezni ennek a YouTube videónak a feldolgozását.
id: Kami tidak dapat menyelesaikan pemrosesan video YouTube ini.
it: Impossibile completare l'elaborazione di questo video YouTube.
ja: この YouTube ビデオの処理を完了できませんでした。
ko: YouTube 동영상 처리를 완료할 수 없습니다.
ms: Kami tidak dapat menyelesaikan pemprosesan video YouTube ini.
nb: Vi kunne ikke fullføre behandlingen av denne YouTube videoen.
nl: We kunnen de verwerking van deze YouTube video niet voltooien.
pl: Nie mogliśmy dokończyć przetwarzania tego filmu YouTube.
pt: Não foi possível terminar de processar este vídeo YouTube.
ro: Nu am putut finaliza procesarea acestui videoclip YouTube.
ru: Нам не удалось завершить обработку этого YouTube видео.
sk: Spracovanie tohto YouTube videa sa nepodarilo dokončiť.
sv: Vi kunde inte avsluta behandlingen av denna YouTube video.
th: เราไม่สามารถประมวลผลวิดีโอ YouTube นี้ให้เสร็จสิ้นได้
tr: Bu YouTube videosunun işlenmesini tamamlayamadık.
uk: Нам не вдалося завершити обробку цього відео YouTube.
vi: Chúng tôi không thể xử lý xong video YouTube này.
zh_hans: 我们无法完成这个 YouTube 视频的处理。
zh_hant: 我們無法完成這個 YouTube 影片的處理。

source: We save the YouTube source metadata, fetch captions, and then generate the summary, flashcards, and quiz.
ar: نحفظ بيانات مصدر YouTube الوصفية، ونجلب التسميات التوضيحية، ثم ننشئ الملخص والبطاقات التعليمية والاختبار.
ca: Desem les metadades d'origen YouTube, obtenim subtítols i després generem el resum, les targetes i el qüestionari.
cs: Uložíme zdrojová metadata YouTube, načteme titulky a poté vygenerujeme shrnutí, kartičky a kvíz.
da: Vi gemmer YouTube kildemetadata, henter billedtekster og genererer derefter oversigten, flashcards og quizzen.
de: Wir speichern die Quellmetadaten YouTube, rufen Untertitel ab und generieren dann die Zusammenfassung, Lernkarten und das Quiz.
el: Αποθηκεύουμε τα μεταδεδομένα πηγής YouTube, ανακτούμε υπότιτλους και, στη συνέχεια, δημιουργούμε τη σύνοψη, τις κάρτες flash και το κουίζ.
es: Guardamos los metadatos de origen YouTube, buscamos subtítulos y luego generamos el resumen, las tarjetas didácticas y el cuestionario.
fi: Tallennamme YouTube-lähdemetadatan, haemme kuvatekstejä ja luomme sitten yhteenvedon, muistikortit ja tietokilpailun.
fr: Nous enregistrons les métadonnées sources YouTube, récupérons les légendes, puis générons le résumé, les flashcards et le quiz.
he: אנו שומרים את המטא-נתונים של המקור YouTube, מביאים כתוביות ולאחר מכן יוצרים את הסיכום, כרטיסי הבזק והחידון.
hi: हम YouTube स्रोत मेटाडेटा सहेजते हैं, कैप्शन लाते हैं, और फिर सारांश, फ़्लैशकार्ड और क्विज़ तैयार करते हैं।
hr: Spremamo izvorne metapodatke YouTube, dohvaćamo naslove, a zatim generiramo sažetak, kartice i kviz.
hu: Mentjük a YouTube forrás metaadatait, lekérjük a feliratokat, majd elkészítjük az összefoglalót, a kártyákat és a kvízt.
id: Kami menyimpan metadata sumber YouTube, mengambil keterangan, lalu membuat ringkasan, kartu flash, dan kuis.
it: Salviamo i metadati di origine YouTube, recuperiamo le didascalie e quindi generiamo il riepilogo, le flashcard e il quiz.
ja: YouTube ソース メタデータを保存し、キャプションを取得して、概要、フラッシュカード、クイズを生成します。
ko: YouTube 소스 메타데이터를 저장하고 캡션을 가져온 다음 요약, 플래시카드 및 퀴즈를 생성합니다.
ms: Kami menyimpan metadata sumber YouTube, mengambil kapsyen, dan kemudian menjana ringkasan, kad imbas dan kuiz.
nb: Vi lagrer YouTube kildemetadata, henter bildetekster og genererer deretter sammendraget, flashcards og quizen.
nl: We slaan de YouTube bronmetagegevens op, halen bijschriften op en genereren vervolgens de samenvatting, flashcards en quiz.
pl: Zapisujemy metadane źródłowe YouTube, pobieramy podpisy, a następnie generujemy podsumowanie, fiszki i quiz.
pt: Salvamos os metadados de origem YouTube, buscamos legendas e, em seguida, geramos o resumo, os flashcards e o questionário.
ro: Salvăm metadatele sursei YouTube, preluăm legendele, apoi generăm rezumatul, cardurile și chestionarul.
ru: Мы сохраняем исходные метаданные YouTube, извлекаем подписи, а затем генерируем резюме, карточки и тест.
sk: Uložíme zdrojové metadáta YouTube, načítame titulky a potom vygenerujeme súhrn, kartičky a kvíz.
sv: Vi sparar YouTube källmetadata, hämtar bildtexter och genererar sedan sammanfattningen, flashcards och frågesport.
th: เราบันทึกข้อมูลเมตาของแหล่งที่มา YouTube ดึงคำอธิบายภาพ จากนั้นสร้างข้อมูลสรุป บัตรคำศัพท์ และแบบทดสอบ
tr: YouTube kaynak meta verilerini kaydediyoruz, altyazıları getiriyoruz ve ardından özeti, bilgi kartlarını ve testi oluşturuyoruz.
uk: Ми зберігаємо вихідні метадані YouTube, отримуємо підписи, а потім генеруємо резюме, картки та вікторину.
vi: Chúng tôi lưu siêu dữ liệu nguồn YouTube, tìm nạp chú thích, sau đó tạo bản tóm tắt, thẻ nhớ và bài kiểm tra.
zh_hans: 我们保存 YouTube 源元数据，获取标题，然后生成摘要、抽认卡和测验。
zh_hant: 我們保存 YouTube 源元數據，取得標題，然後產生摘要、抽認卡和測驗。

source: We'll try to fetch the transcript from YouTube captions and then generate the study pack.
ar: سنحاول جلب النص المفرغ من تسميات YouTube التوضيحية ثم إنشاء حزمة الدراسة.
ca: Intentarem obtenir la transcripció dels subtítols YouTube i després generarem el paquet d'estudi.
cs: Pokusíme se načíst přepis z titulků YouTube a poté vygenerovat studijní balíček.
da: Vi prøver at hente transskriptionen fra YouTube billedtekster og genererer derefter undersøgelsespakken.
de: Wir werden versuchen, das Transkript von YouTube captions abzurufen und dann das Lernpaket zu erstellen.
el: Θα προσπαθήσουμε να φέρουμε τη μεταγραφή από τους λεζάντες YouTube και στη συνέχεια να δημιουργήσουμε το πακέτο μελέτης.
es: Intentaremos obtener la transcripción de los subtítulos YouTube y luego generaremos el paquete de estudio.
fi: Yritämme hakea transkription YouTube kuvateksteistä ja luoda sitten opintopaketin.
fr: Nous essaierons de récupérer la transcription à partir des légendes YouTube, puis de générer le pack d'étude.
he: ננסה להביא את התמליל מהכתוביות YouTube ולאחר מכן ליצור את חבילת המחקר.
hi: हम YouTube कैप्शन से प्रतिलेख लाने का प्रयास करेंगे और फिर अध्ययन पैक तैयार करेंगे।
hr: Pokušat ćemo dohvatiti prijepis iz YouTube naslova i zatim generirati paket za proučavanje.
hu: Megpróbáljuk lekérni az átiratot a YouTube feliratokból, majd létrehozzuk a tanulmánycsomagot.
id: Kami akan mencoba mengambil transkrip dari keterangan YouTube dan kemudian membuat paket studi.
it: Proveremo a recuperare la trascrizione dalle didascalie YouTube e quindi a generare il pacchetto di studio.
ja: YouTube キャプションからトランスクリプトを取得して、学習パックを生成してみます。
ko: YouTube 캡션에서 성적표를 가져온 다음 학습 팩을 생성해 보겠습니다.
ms: Kami akan cuba mengambil transkrip daripada kapsyen YouTube dan kemudian menjana pek kajian.
nb: Vi prøver å hente transkripsjonen fra YouTube bildetekster og genererer deretter studiepakken.
nl: We proberen het transcript op te halen uit de YouTube ondertitels en genereren vervolgens het studiepakket.
pl: Spróbujemy pobrać transkrypcję z podpisów YouTube, a następnie wygenerować pakiet do nauki.
pt: Tentaremos buscar a transcrição das legendas YouTube e então gerar o pacote de estudos.
ro: Vom încerca să preluăm transcrierea din subtitrările YouTube și apoi să generăm pachetul de studiu.
ru: Мы попытаемся получить стенограмму из подписей YouTube, а затем создадим учебный пакет.
sk: Pokúsime sa získať prepis z titulkov YouTube a potom vygenerovať študijný balík.
sv: Vi kommer att försöka hämta transkriptet från YouTube bildtexter och sedan generera studiepaketet.
th: เราจะพยายามดึงข้อความถอดเสียงจากคำบรรยายภาพ YouTube จากนั้นจึงสร้างชุดการศึกษา
tr: Transkripti YouTube altyazılarından almaya ve ardından çalışma paketini oluşturmaya çalışacağız.
uk: Ми спробуємо отримати розшифровку з підписів YouTube, а потім згенеруємо навчальний пакет.
vi: Chúng tôi sẽ cố gắng tìm nạp bản ghi từ chú thích YouTube rồi tạo gói nghiên cứu.
zh_hans: 我们将尝试从 YouTube 字幕中获取成绩单，然后生成学习包。
zh_hant: 我們將嘗試從 YouTube 字幕中取得成績單，然後產生學習包。

source: Well done!
ar: أحسنت!
ca: Ben fet!
cs: Dobrá práce!
da: Godt gået!
de: Gut gemacht!
el: Μπράβο!
es: ¡Bien hecho!
fi: Hyvin tehty!
fr: Bien joué!
he: כל הכבוד!
hi: बहुत अच्छा!
hr: Bravo!
hu: Gratulálok!
id: Bagus sekali!
it: Ben fatto!
ja: よくやった！
ko: 잘하셨어요!
ms: Syabas!
nb: Godt gjort!
nl: Goed gedaan!
pl: Dobrze zrobiony!
pt: Bom trabalho!
ro: Bine făcut!
ru: Отличная работа!
sk: Výborne!
sv: Bra gjort!
th: ทำได้ดี!
tr: Tebrikler!
uk: молодець!
vi: Làm tốt!
zh_hans: 干得好！
zh_hant: 幹得好！

source: Wrong
ar: خطأ
ca: Incorrecte
cs: Špatně
da: Forkert
de: Falsch
el: Λανθασμένος
es: incorrecto
fi: Väärin
fr: Faux
he: טָעוּת
hi: गलत
hr: krivo
hu: Rossz
id: Salah
it: Sbagliato
ja: 間違っています
ko: 틀렸어
ms: salah
nb: Feil
nl: Verkeerd
pl: Źle
pt: Errado
ro: Greșit
ru: Неправильный
sk: Nesprávne
sv: Fel
th: ผิด
tr: Yanlış
uk: неправильно
vi: Sai
zh_hans: 错了
zh_hant: 錯了

source: You can now open the summary, transcript, flashcards, and quiz.
ar: يمكنك الآن فتح الملخص والنص المفرغ والبطاقات التعليمية والاختبار.
ca: Ara podeu obrir el resum, la transcripció, les targetes flash i el qüestionari.
cs: Nyní můžete otevřít shrnutí, přepis, kartičky a kvíz.
da: Du kan nu åbne resuméet, transskriptionen, flashcards og quizzen.
de: Sie können jetzt die Zusammenfassung, das Transkript, die Lernkarten und das Quiz öffnen.
el: Τώρα μπορείτε να ανοίξετε τη σύνοψη, τη μεταγραφή, τις κάρτες flash και το κουίζ.
es: Ahora puede abrir el resumen, la transcripción, las tarjetas didácticas y el cuestionario.
fi: Voit nyt avata yhteenvedon, transkription, muistikortit ja tietokilpailun.
fr: Vous pouvez maintenant ouvrir le résumé, la transcription, les flashcards et le quiz.
he: כעת אתה יכול לפתוח את הסיכום, התמליל, כרטיסי הבזק והחידון.
hi: अब आप सारांश, प्रतिलेख, फ़्लैशकार्ड और प्रश्नोत्तरी खोल सकते हैं।
hr: Sada možete otvoriti sažetak, prijepis, kartice i kviz.
hu: Most megnyithatja az összefoglalót, az átiratot, a kártyákat és a kvízt.
id: Anda sekarang dapat membuka ringkasan, transkrip, kartu flash, dan kuis.
it: Ora puoi aprire il riepilogo, la trascrizione, le flashcard e il quiz.
ja: これで、概要、トランスクリプト、フラッシュカード、およびクイズを開くことができます。
ko: 이제 요약, 성적표, 플래시카드, 퀴즈를 열 수 있습니다.
ms: Anda kini boleh membuka ringkasan, transkrip, kad imbas dan kuiz.
nb: Du kan nå åpne sammendraget, transkripsjonen, flashcards og quizen.
nl: U kunt nu de samenvatting, het transcript, de flashcards en de quiz openen.
pl: Możesz teraz otworzyć podsumowanie, transkrypcję, fiszki i quiz.
pt: Agora você pode abrir o resumo, a transcrição, os flashcards e o questionário.
ro: Acum puteți deschide rezumatul, transcrierea, cardurile și testul.
ru: Теперь вы можете открыть краткое содержание, стенограмму, карточки и тест.
sk: Teraz môžete otvoriť súhrn, prepis, kartičky a kvíz.
sv: Du kan nu öppna sammanfattningen, utskriften, flashcards och frågesporten.
th: ตอนนี้คุณสามารถเปิดสรุป การถอดเสียง บัตรคำศัพท์ และแบบทดสอบได้แล้ว
tr: Artık özeti, transkripti, bilgi kartlarını ve testi açabilirsiniz.
uk: Тепер ви можете відкрити резюме, стенограму, картки та вікторину.
vi: Bây giờ bạn có thể mở bản tóm tắt, bảng điểm, thẻ nhớ và bài kiểm tra.
zh_hans: 您现在可以打开摘要、成绩单、抽认卡和测验。
zh_hant: 現在您可以開啟摘要、成績單、抽認卡和測驗。

# You have %lld processing attempts left on your %@ plan.
source: You have %1$lld processing attempts left on your %2$@ plan.
ar: لديك %1$lld من محاولات المعالجة المتبقية في باقة %2$@.
ca: Et queden %lld intents de processament al teu pla %@.
cs: Ve vašem plánu %2$@ vám zbývá %1$lld pokusů o zpracování.
da: Du har %lld behandlingsforsøg tilbage på din %@ plan.
de: Sie haben noch %lld Verarbeitungsversuche für Ihren %@-Plan.
el: Σας απομένουν %lld προσπάθειες επεξεργασίας στο %@ σχέδιό σας.
es: Le quedan %lld intentos de procesamiento en su plan %@.
fi: Sinulla on %lld käsittelyyritystä jäljellä %@-suunnitelmassasi.
fr: Il vous reste %lld tentatives de traitement sur votre forfait %@.
he: נותרו לך %lld ניסיונות עיבוד בתוכנית %@ שלך.
hi: आपकी %2$@ योजना पर %1$lld प्रसंस्करण प्रयास शेष हैं।
hr: Imate %lld preostalih pokušaja obrade na vašem %@ planu.
hu: %lld feldolgozási kísérlete maradt a %@ csomagban.
id: Anda memiliki %lld upaya pemrosesan yang tersisa di paket %@ Anda.
it: Hai %lld tentativi di elaborazione rimasti sul tuo piano %@.
ja: %2$@ プランには %1$lld 回の処理試行が残っています。
ko: %2$@ 계획에 %1$lld회 처리 시도가 남아 있습니다.
ms: Anda mempunyai %lld percubaan pemprosesan yang tinggal pada pelan %@ anda.
nb: Du har %lld behandlingsforsøk igjen på %@ planen din.
nl: Je hebt nog %lld verwerkingspogingen over voor je %@ abonnement.
pl: Pozostało Ci %lld prób przetwarzania w ramach Twojego planu %@.
pt: Você ainda tem %lld tentativas de processamento em seu plano %@.
ro: Mai aveți %lld încercări de procesare în planul dvs. %@.
ru: В вашем плане %2$@ осталось %1$lld попыток обработки.
sk: Vo vašom pláne %2$@ vám zostáva %1$lld pokusov o spracovanie.
sv: Du har %lld bearbetningsförsök kvar på din %@ plan.
th: คุณมีความพยายามในการประมวลผล %lld เหลืออยู่ในแผน %@ ของคุณ
tr: %2$@ planınızda %1$lld işleme deneme hakkınız kaldı.
uk: У вашому плані %2$@ залишилося %1$lld спроб обробки.
vi: Bạn còn %lld lần xử lý nào trong gói %@ của mình.
zh_hans: 您的 %2$@ 计划中还剩 %1$lld 次处理尝试。
zh_hant: 您的 %2$@ 計畫中剩下 %1$lld 次處理嘗試。
